import React from 'react';

export default function ReturnPolicy() {
  return (
    <div className="container mx-auto px-4 py-8">
      <h1 className="text-3xl font-bold mb-6">Return Policy</h1>
      <div className="space-y-4">
        <p>১. ডেলিভারির সময় যদি আপনার পণ্যটি ক্ষতিগ্রস্ত, ত্রুটিপূর্ণ, ভুল বা অসম্পূর্ণ থাকে, তাহলে ফেরত দেওয়ার অনুরোধ করুন । ডেলিভারির তারিখ থেকে ৭ দিনের মধ্যে ফেরত দেওয়ার অনুরোধ করতে হবে।</p>
        <p>২ ব্যবহারের পরে অথবা রিটার্ন পলিসির সময়কালের পরে অনুগ্রহ করে পরীক্ষা করে দেখুন যে পণ্যটি বিক্রেতার ওয়ারেন্টি বা ব্র্যান্ড ওয়ারেন্টির আওতাভুক্ত কিনা। ওয়ারেন্টি দাবি সম্পর্কে আরও তথ্যের জন্য, অনুগ্রহ করে আমাদের ওয়ারেন্টি নীতি দেখুন।</p>
        <h2 className="text-2xl font-semibold mt-6">একটি আইটেম ফেরত বৈধ কারণ</h2>
        <p>১. ডেলিভারি করা পণ্য ক্ষতিগ্রস্ত (অর্থাৎ ভৌতভাবে ধ্বংসপ্রাপ্ত বা ভাঙা) / ত্রুটিপূর্ণ (যেমন সুইচ অন করতে অক্ষম)</p>
        <p>২. ডেলিভারি করা পণ্যটি অসম্পূর্ণ (অর্থাৎ আইটেম এবং/অথবা আনুষাঙ্গিক অনুপস্থিত)</p>
        <h2 className="text-2xl font-semibold mt-6">রিটার্ন জন্য শর্ত</h2>
        <p>১. পণ্যটি অবশ্যই অব্যবহৃত, অপরিশোধিত, এবং কোনও ত্রুটিমুক্ত হতে হবে। ফ্যাশন পণ্যের ক্ষেত্রে, পণ্যটি উপযুক্ত কিনা তা পরীক্ষা করে দেখা যেতে পারে। এটি এখনও অপরিশোধিত হিসাবে বিবেচিত হবে।</p>
        <p>২. পণ্যটিতে অবশ্যই মূল ট্যাগ, ব্যবহারকারীর ম্যানুয়াল, ওয়ারেন্টি কার্ড, বিনামূল্যের জিনিসপত্র, চালান এবং আনুষাঙ্গিক জিনিসপত্র অন্তর্ভুক্ত থাকতে হবে।</p>
        <p>৩. ডেলিভারি করা পণ্যটি ভুল (যেমন ভুল পণ্য/আকার/রঙ, নকল পণ্য, অথবা মেয়াদোত্তীর্ণ)</p>
        <p>৩. পণ্যটি অবশ্যই মূল প্রস্তুতকারকের প্যাকেজিং/বাক্সে ফেরত দিতে হবে এবং ক্ষতিগ্রস্থ না হয়ে ফেরত দিতে হবে। বাক্সে সরবরাহ করা হয়ে থাকে। তাহলে একই প্যাকেজিং/বাক্স ফেরত দিতে হবে। প্রস্তুতকারকের প্যাকেজিং/বাক্সে সরাসরি টেপ বা স্টিকার লাগাবেন না।</p>
        <p>দ্রষ্টব্য : যদি আপনার ফেরত দেওয়া জিনিসটি উপরের প্রয়োজনীয়তাগুলি পূরণ না করে, তাহলে আমরা ফেরতের জন্য যেকোনো অনুরোধ প্রত্যাখ্যান করার অধিকার সংরক্ষণ করি।</p>
      </div>
    </div>
  );
}